{
  "main": {
    "meditation-for-peace": "Join Meditation for Peace!",
    "already-exist": "Already done",
    "meditations": "more than 40 000 meditations",
    "non-violence": "120 vows of non-violence",
    "movement-yogis-for-peace": "Yoga for Peace Movement",
    "movement-description": "The Yoga for Peace Movement is a non-political, non-profit, networked international social movement that aims to unite all those who practice yoga and Sanatana Dharma in one form or another, for the sake of affirming the principle of Shanti - peace, peace, love and harmony throughout Earth.",
    "guru": "Sri Guru Swami Vishnudevananda Giri",
    "mastermind": "Mastermind behind the Yoga for Peace movement",
    "mastermind-description": "“In this difficult time, we, as yogis, sadhus, who have taken vows of ahimsa, before God and all the saints, must make every effort to prevent conflicts, wars and establish peace and harmony spiritually, through prayer and meditation.”",
    "news": "Our news",
    "we-popularize": "We promote traditional yoga ideals and principles such as:",
    "shanti": "Shanti",
    "peace&harmony": "peace and harmony",
    "ahimsa": "Ahimsa",
    "non-violence-principe": "principle of non-violence",
    "asteya": "Asteya",
    "non-appropriation": "non-appropriation of someone else's",
    "shanti-karma": "We carry out the peaceful practice of Shanti-karma everywhere",
    "included": "It includes:",
    "reading-mantras": "recitation of the harmonizing Shanti mantras",
    "meditation-love": "unconditional love meditation",
    "one-million": "One million soothing practices",
    "one-million-shanti": "We intend to conduct one million pacifying practices of Shanti-karma for the benefit of establishing peace on Earth. We believe that the restoration of peace is possible only through our common efforts. Download the practice instructions and join the meditations for the good of the world!",
    "download": "Download the practice instructions and join the meditations for the good of the world!",
    "download-materials": "Download materials",
    "how-to-join": "How can you join",
    "conduct-shanti": "Doing Shanti Karma for others",
    "conduct-join-shanti": "Conduct joint large pacifying practices of Shanti-karma",
    "practice-in-your-tradition": "Practice in your tradition",
    "do-love-meditations": "Conduct love and peace meditations under the auspices of the Yoga for Peace movement",
    "learn-practice": "Learn the practice of Shanti Karma",
    "practice-yourself": "And practice it on your own",
    "take-vow-ahimsa": "Take a vow of ahimsa (non-violence)",
    "take-vow-ahimsa-period": "For a period of time or for life",
    "registration-to-ahimsa": "Registration for the ritual of taking the vow of Ahimsa",
    "send-info": "You can send us information and we will contact you",
    "required-field": "Please fill in all required fields",
    "name": "Name",
    "phone": "Telephone",
    "details": "Details",
    "send": "Send",
    "contacts": "Contacts",
    "follow-life": "follow the life of the movement",
    "tg-channel": "Channel in Telegram",
    "read-hews": "read traffic news",
    "tg-chat": "Chat in Telegram",
    "write-number": "record the number of practices completed",
    "email-address": "Email",
    "for-cooperation": "for cooperation proposals yogisforpeace1008@gmail.com",
    "transfer-to-practice": "Transfer to the practice of Shanti-karma",
    "join-live-stream": "Join us for live streaming!",
    "back": "Back",
    "about": "About Ahimsa",
    "lead": "Leaders",
    "changes": "The Result",
    "feedback": "Reviews",
    "registration": "Register",
    "vrata": "AHIMSA VRATA",
    "practice": "Practice for calming",
    "practice2": " the heart and mind",
    "accept": "Take a vow of non-violence",
    "accept2": " for a week, a month,",
    "accept3": " a year or a lifetime",
    "number": "",
    "ritual": "every month - online ritual",
    "participate": "PARTICIPATE",
    "what-is": "WHAT IS THE VOW OF AHIMSA",
    "vow-title": "Ahimsa vow",
    "vow-cont": "(vow of non-violence) implies our sincere intention and desire to do something good for this world. For as long as the violence is inside us, it will continue outside. Ahimsa is the principle that we do no harm with body, speech, mind. When we take a vow, we consciously form a principle - an intention - that we will follow.",
    "true-help": "True help to the world is to establish inner peace",
    "movement": "Ahimsa movement",
    "acceptance": "This vow can be taken by followers of completely different religions, denominations, and even atheists, since",
    "acceptance1": "the principle of non-violence is a universal, universal principle",
    "who-leads": "WHO CARRIES OUT THE AHIMSA RITUAL",
    "monk": "Nun",
    "mahant": "Mahant",
    "adv-giri": "Advaitavadini Giri",
    "mah-giri": "Maheshwari Giri",
    "tradition": "Pratyaksha Advaita tradition",
    "detls": "LEARN MORE",
    "a-det": "Advaitavadini Giri (born 1984) – purna sannyasi, 4.2 level of education, has been practicing monasticism since 2007.",
    "a-det1": "Advaithavadini Giri did one annual retreat, many short retreats from 6 months to 3 days, several dark retreats. Specializes in the practices of anuttara tantra, as well as spiritual supervision students who are preparing to enter the path of sannyas (monasticism).",
    "a-det2": "Since 2013, with the blessing of the Guru, he has been holding meetings, classes, seminars, lectures, webinars, retreats in Siddha traditions in different cities of Russia, Europe and Asia, spreading the teachings of Advaita in the Siddha tradition.",
    "a-det3": "She is also an organizer and communicator in the field of interreligious and interfaith meetings in Russia and Europe. In 2014, she organized a big tour of Europe, where she met with the most prominent leaders of Hinduism: Germany, Portugal, Spain, Belgium, France, Poland, Belarus. In 2015, meetings were held with representatives of Hinduism from Indonesia and Malaysia. Since 2022 curator of the Yoga for Peace movement.",
    "a-det4": "In the period from 2016 - 2019 - she was the mahant of «Chitra Amrita Ashram», «Mauna Ashram».",
    "a-det5": "In 2019, the ceremony of entry into the International Order of Advaita named after Shankaracharya was held.",
    "a-det6": "Since 2020, he has been a Vidyeshwar (Dharma Holder - retreat, spiritual, ethical mentor) and Vidyadhar (Head of the Educational Process at WOSM), as well as a mahant of the Vidya Sagara Ashram. Since 2022 he has been mahant of Guru Sthana (Residence of Guru Swami Vishnudevanand Giri)",
    "b-det": "Maheshwari Giri (born 1986) - 3rd grade purna sannyasi, student of Sri Guru Swami Vishnudevananda Giri, has blessing for the preaching and transmission of the teachings of pratyaksha-advaita (practical advaita of the siddhas).",
    "b-det1": "In monasticism since 2008, she completed the first 12-year course of study, several long ones (up to 3 months) and many short retreats. She is an active minister in the dissemination of the teachings of Sanatan Dharma, the organizer of various Guru programs, as well as general retreats and seminars, pilgrimages and Vedic holidays.",
    "b-det2": "From 2009 to 2013, a member of the org. Committee of the All-Russian Congresses and Forums of Advaita Vedanta, with 2017 to 2021 - manager of the «Trimurti Ashram», since 2020, with the blessing of the Guru, has been engaged in teaching activities for lay students - conducts classes, lectures, pujas, seminars and retreats. Since 2022, coordinator of the Yoga for Peace movement."
  },
  "resolution": {
    "sign": "Sing"
  }
}