import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'app-resolution',
  templateUrl: './resolution.component.html',
  styleUrls: ['./resolution.component.scss']
})
export class ResolutionComponent implements OnInit {

  constructor() { }
  resolutionText = `
  ПЕТИЦИЯ -"ОБ ОБЪЯВЛЕНИИ 21 ВЕКА-МЕЖДУНАРОДНЫМ ВЕКОМ НЕНАСИЛИЯ И СОСТРАДАНИЯ"

  Мы, члены движения "Йоги за мир" обращаемся ко всем организациям, общественным  деятелям и людям Земли, с предложением поддержать и подписать петицию

  "ОБ ОБЪЯВЛЕНИИ 21 ВЕКА-МЕЖДУНАРОДНЫМ ВЕКОМ НЕНАСИЛИЯ И СОСТРАДАНИЯ НА ВСЕЙ ЗЕМЛЕ".


  ВОСПИТАНИЕ ВСЕСТОРОННЕ И ГАРМОНИЧНО РАЗВИТОЙ ЛИЧНОСТИ-ЗАДАЧА И МИССИЯ КАЖДОЙ СТРАНЫ И НАЦИИ

  Великая задача и миссия, возложенная судьбой, мировой историей и культурой на каждую нацию и страну, государство -не только обеспечение выживания, безопасности и защиты своих людей, но и воспитание всесторонне гармонично развитой личности, облагораживание, обучение, возвышение душ на их жизненном пути, помощь им в их саморазвитии, раскрытии своего внутреннего потенциала, поддержка каждого в его движении к совершенству и постижению высшей Божественной Истины.
  Осознание такой миссии-атрибут всех высокоразвитых, высококультурных цивилизаций, живущих по принципам "свободы и цветущей сложности".


  ВОЙНЫ-КАК АТАВИЗМ И РУДИМЕНТАРНЫЙ ПЕРЕЖИТОК ТЕМНОГО ПРОШЛОГО

  С этой точки зрения, любые войны с себе подобными, как акт ужасного насилия - это атавизм, анахронизм, рудиментарный пережиток темного прошлого расы людей, ее дурная карма, разрушающая эту задачу и делающая невозможным выполнение этой миссии.
  Это не атрибут высокоразвитых, высококультурных цивилизаций, живущих по принципам "свободы и цветущей сложности".
  Войны - это откат назад, к примитивным цивилизациям, уход в культ грубой силы, упрощение, это атрибуты несостоявшихся, негуманных, неразвитых цивилизаций.
  Пока они не будут изжиты - у людей не будет ни постоянного счастья, ни развития.
  В начале нашего, 21 века жители Земли прямо столкнулись с беспрецедентными событиями, происходящими в самом центре Европы-ужасной войной, развязанной в Украине.
  Подобное больше не должно никогда повториться.
  В связи с этим, всеми здравыми силами среди населения Земли должна быть создана всемирная, единая, мощная интеллектуальная, духовная, общественная культура ненасилия(ахимсы), давно уже содержащаяся во всех мировых культурах и религиях, а в ХХ веке ярко показанная махатмой Ганди и другими выдающимися деятелями.
  Это культура добра, человеколюбия и миролюбия, когда любое насилие как идеология, риторика или аргумент в политических спорах были бы категорически неприемлемы и недопустимы.
  Такая культура могла бы создать  такую атмосферу на Земле, что один только факт использования подобной воинственной риторики или идеологии вызывал бы мощный отпор и противодействие со стороны всех международных и национальных общественных институтов в любой стране-от религиозных и культурных до политических.
  Пойдем ли мы как человечество, вперед и вверх или будем скатываться вниз, зависит от того, насколько мы освоили принципы ненасилия, ахимсы.

  ЧТО МЫ ПРЕДЛАГАЕМ:

  В связи с этим:

  Весь ХХI век должен быть объявлен на международном уровне веком ахимсы, то есть, ненасилия, гармонии, любви и сострадания, что автоматически означает что:

    -ахимса, ненасилие наряду с всесторонним саморазвитием личности должна быть признана всеми народами как фундаментальная культурная и нравственная ценность в 21 веке,
    -ахимса, ненасилие должна популяризироваться, пропагандироваться как незыблемый фундамент, на котором строится культура и политика всех стран,
    -ахимсе следует обучать как важному предмету в детских учреждениях, школах и ВУЗах,
    -ахимса должна стать предметом глубоких научных исследований ,
    - Войны должны быть изжиты и остановлены везде и навсегда так же, как некогда в древности людьми были усмирены и приручены дикие лесные животные.
    -Все войны должны быть также изжиты в корне, не только на уровне действий, но и на уровне идеологии , культуры и риторики всех наций, стран и культур, также, как в средние века, людьми когда то были изжиты многие опасные вирусы, болезни.
    - Негуманные, воинственные цивилизации, культуры, страны, развязывающие агрессивные войны, или допускающие подобные идеологии, риторику, не должны признаваться частью цивилизованного, гуманного мира и ставиться перед необходимостью либо изолироваться либо  принимать ахимсу , ненасилие как общечеловеческую парадигму и мировую идеологию, общую для  всех стран и наций.

  Международная координационная группа организаторов движения
  "Йоги за мир"
`
  ngOnInit(): void {
  }

}
